Repository: bae-fm/bae
Catalog: bae-macos/bae/bae/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, cs, de, es, fr, gu, he, hi, hr, it, ja, kn, ko, ml, mr, nl, pa, pl, pt_br, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: This library isn't synced. Removing it permanently deletes its catalog: albums, metadata edits, and play history. Audio files in your folders aren't deleted.
ar: هذه المكتبة غير متزامنة. تؤدي إزالتها إلى حذف فهرسها نهائيًا: الألبومات وتعديلات البيانات الوصفية وسجل التشغيل. لا يتم حذف الملفات الصوتية الموجودة في مجلداتك.
bg: Тази библиотека не е синхронизирана. Премахването ѝ изтрива окончателно нейния каталог: албуми, редакции на метаданни и история на възпроизвеждане. Аудиофайловете във вашите папки не се изтриват.
bn: এই লাইব্রেরি সিঙ্ক করা নেই। এটি সরালে এর ক্যাটালগ (অ্যালবাম, মেটাডেটা সম্পাদনা এবং প্লে ইতিহাস) স্থায়ীভাবে মুছে যায়। আপনার ফোল্ডারের অডিও ফাইল মুছে ফেলা হয় না।
cs: Tato knihovna není synchronizovaná. Jejím odebráním se trvale odstraní její katalog: alba, úpravy metadat a historie přehrávání. Zvukové soubory ve vašich složkách se neodstraní.
de: Diese Bibliothek ist nicht synchronisiert. Beim Entfernen wird ihr Katalog dauerhaft gelöscht: Alben, Metadaten-Änderungen und Wiedergabeverlauf. Audiodateien in deinen Ordnern werden nicht gelöscht.
es: Esta biblioteca no está sincronizada. Al quitarla se elimina permanentemente su catálogo: álbumes, ediciones de metadatos e historial de reproducción. Los archivos de audio de tus carpetas no se eliminan.
fr: Cette bibliothèque n'est pas synchronisée. La retirer supprime définitivement son catalogue : albums, modifications de métadonnées et historique d'écoute. Les fichiers audio de vos dossiers ne sont pas supprimés.
gu: આ લાઇબ્રેરી સિંક કરેલી નથી. તેને દૂર કરવાથી તેનું કૅટલૉગ (આલ્બમ, મેટાડેટા સંપાદનો અને પ્લે ઇતિહાસ) કાયમ માટે કાઢી નાખવામાં આવે છે. તમારા ફોલ્ડરની ઑડિયો ફાઇલો કાઢી નાખવામાં આવતી નથી.
he: הספרייה הזו אינה מסונכרנת. הסרתה מוחקת לצמיתות את הקטלוג שלה: אלבומים, עריכות מטא‑נתונים והיסטוריית השמעה. קובצי האודיו בתיקיות שלך אינם נמחקים.
hi: यह लाइब्रेरी सिंक नहीं है। इसे हटाने से इसका कैटलॉग (एल्बम, मेटाडेटा संपादन और प्ले इतिहास) स्थायी रूप से हट जाता है। आपके फ़ोल्डर की ऑडियो फ़ाइलें नहीं हटाई जातीं।
hr: Ova fonoteka nije sinkronizirana. Njezinim uklanjanjem trajno se briše njezin katalog: albumi, uređivanja metapodataka i povijest reprodukcije. Audiodatoteke u vašim mapama ne brišu se.
it: Questa libreria non è sincronizzata. Rimuovendola si elimina definitivamente il suo catalogo: album, modifiche ai metadati e cronologia di riproduzione. I file audio nelle tue cartelle non vengono eliminati.
ja: このライブラリは同期されていません。削除すると、そのカタログ（アルバム、メタデータの編集、再生履歴）が完全に削除されます。フォルダ内のオーディオファイルは削除されません。
kn: ಈ ಗ್ರಂಥಾಲಯವನ್ನು ಸಿಂಕ್ ಮಾಡಲಾಗಿಲ್ಲ. ಇದನ್ನು ತೆಗೆದುಹಾಕಿದರೆ ಅದರ ಕ್ಯಾಟಲಾಗ್ (ಆಲ್ಬಮ್‌ಗಳು, ಮೆಟಾಡೇಟಾ ಸಂಪಾದನೆಗಳು ಮತ್ತು ಪ್ಲೇ ಇತಿಹಾಸ) ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ಫೋಲ್ಡರ್‌ಗಳಲ್ಲಿನ ಆಡಿಯೊ ಫೈಲ್‌ಗಳು ಅಳಿಸಲಾಗುವುದಿಲ್ಲ.
ko: 이 라이브러리는 동기화되지 않았습니다. 제거하면 카탈로그(앨범, 메타데이터 편집, 재생 기록)가 영구적으로 삭제됩니다. 폴더의 오디오 파일은 삭제되지 않습니다.
ml: ഈ ലൈബ്രറി സിങ്ക് ചെയ്തിട്ടില്ല. ഇത് നീക്കംചെയ്യുന്നത് അതിന്റെ കാറ്റലോഗ് (ആൽബങ്ങൾ, മെറ്റാഡാറ്റ എഡിറ്റുകൾ, പ്ലേ ചരിത്രം) ശാശ്വതമായി ഇല്ലാതാക്കും. നിങ്ങളുടെ ഫോൾഡറുകളിലെ ഓഡിയോ ഫയലുകൾ ഇല്ലാതാക്കില്ല.
mr: ही लायब्ररी समक्रमित केलेली नाही. ती काढल्याने तिचा कॅटलॉग (अल्बम, मेटाडेटा संपादने आणि प्ले इतिहास) कायमचा हटवला जातो. तुमच्या फोल्डरमधील ऑडिओ फायली हटवल्या जात नाहीत.
nl: Deze bibliotheek is niet gesynchroniseerd. Als je deze verwijdert, wordt de catalogus (albums, metadatabewerkingen en afspeelgeschiedenis) definitief verwijderd. Audiobestanden in je mappen worden niet verwijderd.
pa: ਇਹ ਲਾਇਬ੍ਰੇਰੀ ਸਿੰਕ ਨਹੀਂ ਹੈ। ਇਸਨੂੰ ਹਟਾਉਣ ਨਾਲ ਇਸਦਾ ਕੈਟਾਲਾਗ (ਐਲਬਮ, ਮੈਟਾਡਾਟਾ ਸੰਪਾਦਨ ਅਤੇ ਪਲੇ ਇਤਿਹਾਸ) ਪੱਕੇ ਤੌਰ 'ਤੇ ਮਿਟਾ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ। ਤੁਹਾਡੇ ਫੋਲਡਰਾਂ ਦੀਆਂ ਆਡੀਓ ਫ਼ਾਈਲਾਂ ਨਹੀਂ ਮਿਟਾਈਆਂ ਜਾਂਦੀਆਂ।
pl: Ta biblioteka nie jest zsynchronizowana. Jej usunięcie trwale usuwa jej katalog: albumy, zmiany metadanych i historię odtwarzania. Pliki audio w Twoich folderach nie są usuwane.
pt_br: Esta biblioteca não está sincronizada. Removê-la exclui permanentemente seu catálogo: álbuns, edições de metadados e histórico de reprodução. Os arquivos de áudio nas suas pastas não são excluídos.
ta: இந்த நூலகம் ஒத்திசைக்கப்படவில்லை. அதை அகற்றினால் அதன் அட்டவணை (ஆல்பங்கள், மெட்டாடேட்டா திருத்தங்கள் மற்றும் இயக்க வரலாறு) நிரந்தரமாக நீக்கப்படும். உங்கள் கோப்புறைகளில் உள்ள ஆடியோ கோப்புகள் நீக்கப்படாது.
te: ఈ లైబ్రరీ సింక్ కాలేదు. దీన్ని తీసివేస్తే దాని కేటలాగ్ (ఆల్బమ్‌లు, మెటాడేటా సవరణలు మరియు ప్లే చరిత్ర) శాశ్వతంగా తొలగించబడుతుంది. మీ ఫోల్డర్‌లలోని ఆడియో ఫైళ్లు తొలగించబడవు.
th: คลังนี้ยังไม่ได้ซิงค์ การนำออกจะลบแคตตาล็อกอย่างถาวร: อัลบั้ม การแก้ไขข้อมูลเมตา และประวัติการเล่น ไฟล์เสียงในโฟลเดอร์ของคุณจะไม่ถูกลบ
tr: Bu kitaplık eşitlenmedi. Kaldırıldığında kataloğu (albümler, meta veri düzenlemeleri ve çalma geçmişi) kalıcı olarak silinir. Klasörlerinizdeki ses dosyaları silinmez.
uk: Ця бібліотека не синхронізована. Її вилучення назавжди видалить її каталог: альбоми, зміни метаданих та історію відтворення. Аудіофайли у ваших теках не видаляються.
ur: یہ لائبریری مطابقت پذیر نہیں ہے۔ اسے ہٹانے سے اس کا کیٹلاگ (البمز، میٹا ڈیٹا ترامیم اور پلے کی سرگزشت) مستقل طور پر حذف ہو جاتا ہے۔ آپ کے فولڈرز کی آڈیو فائلیں حذف نہیں ہوتیں۔
vi: Thư viện này chưa được đồng bộ. Việc gỡ nó sẽ xóa vĩnh viễn danh mục của nó: album, chỉnh sửa siêu dữ liệu và lịch sử phát. Các tệp âm thanh trong thư mục của bạn không bị xóa.
zh_hans: 此库尚未同步。移除它将永久删除其目录 () 专辑、元数据编辑和播放历史。你文件夹中的音频文件不会被删除。
zh_hant: 此資料庫尚未同步。移除它將永久刪除其目錄 () 專輯、中繼資料編輯與播放記錄。你資料夾中的音訊檔案不會被刪除。

source: This library uses a provider this build can't connect to.
ar: تستخدم هذه المكتبة مزوّدًا لا يمكن لهذا الإصدار الاتصال به.
bg: Тази библиотека използва доставчик, към който тази версия не може да се свърже.
bn: এই লাইব্রেরি এমন একটি প্রোভাইডার ব্যবহার করে যার সাথে এই বিল্ড সংযোগ করতে পারে না।
cs: Tato knihovna používá poskytovatele, ke kterému se toto sestavení nedokáže připojit.
de: Diese Bibliothek nutzt einen Anbieter, mit dem sich dieser Build nicht verbinden kann.
es: Esta biblioteca usa un proveedor al que esta versión no puede conectarse.
fr: Cette bibliothèque utilise un fournisseur auquel cette version ne peut pas se connecter.
gu: આ લાઇબ્રેરી એવા પ્રોવાઇડરનો ઉપયોગ કરે છે જેની સાથે આ બિલ્ડ કનેક્ટ થઈ શકતું નથી.
he: ספרייה זו משתמשת בספק שגרסה זו אינה יכולה להתחבר אליו.
hi: यह लाइब्रेरी ऐसे प्रदाता का उपयोग करती है जिससे यह बिल्ड कनेक्ट नहीं हो सकता.
hr: Ova knjižnica koristi pružatelja s kojim se ova verzija ne može povezati.
it: Questa libreria usa un provider a cui questa build non può connettersi.
ja: このライブラリは、このビルドが接続できないプロバイダを使用しています。
kn: ಈ ಲೈಬ್ರರಿ ಈ ಬಿಲ್ಡ್ ಸಂಪರ್ಕಿಸಲಾಗದ ಪೂರೈಕೆದಾರರನ್ನು ಬಳಸುತ್ತದೆ.
ko: 이 보관함은 이 빌드가 연결할 수 없는 제공자를 사용합니다.
ml: ഈ ലൈബ്രറി ഈ ബിൽഡിന് കണക്റ്റ് ചെയ്യാനാവാത്ത ഒരു പ്രൊവൈഡർ ഉപയോഗിക്കുന്നു.
mr: ही लायब्ररी अशा प्रोव्हायडरचा वापर करते ज्याच्याशी हे बिल्ड जोडले जाऊ शकत नाही.
nl: Deze bibliotheek gebruikt een provider waarmee deze build geen verbinding kan maken.
pa: ਇਹ ਲਾਇਬ੍ਰੇਰੀ ਅਜਿਹੇ ਪ੍ਰਦਾਤਾ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ ਜਿਸ ਨਾਲ ਇਹ ਬਿਲਡ ਜੁੜ ਨਹੀਂ ਸਕਦਾ।
pl: Ta biblioteka używa dostawcy, z którym ta kompilacja nie może się połączyć.
pt_br: Esta biblioteca usa um provedor ao qual esta build não consegue se conectar.
ta: இந்த லைப்ரரி இந்த பில்ட் இணைக்க முடியாத வழங்குநரைப் பயன்படுத்துகிறது.
te: ఈ లైబ్రరీ ఈ బిల్డ్ కనెక్ట్ కాలేని ప్రొవైడర్‌ను ఉపయోగిస్తుంది.
th: คลังนี้ใช้ผู้ให้บริการที่บิลด์นี้เชื่อมต่อไม่ได้
tr: Bu kitaplık, bu derlemenin bağlanamadığı bir sağlayıcı kullanıyor.
uk: Ця бібліотека використовує постачальника, до якого ця збірка не може під'єднатися.
ur: یہ لائبریری ایسا فراہم کنندہ استعمال کرتی ہے جس سے یہ بلڈ منسلک نہیں ہو سکتا۔
vi: Thư viện này dùng một nhà cung cấp mà bản dựng này không thể kết nối.
zh_hans: 此资料库使用了此构建无法连接的服务商。
zh_hant: 此資料庫使用了此版本無法連線的服務商。

source: This release is already in your library
ar: هذا الإصدار موجود بالفعل في مكتبتك
bg: Това издание вече е в библиотеката ви
bn: এই রিলিজটি ইতিমধ্যে আপনার লাইব্রেরিতে আছে
cs: Toto vydání už ve své knihovně máte
de: Diese Veröffentlichung ist bereits in deiner Bibliothek
es: Esta edición ya está en tu biblioteca
fr: Cette édition est déjà dans votre bibliothèque
gu: આ રિલીઝ તમારી લાઇબ્રેરીમાં પહેલેથી છે
he: מהדורה זו כבר נמצאת בספרייה שלכם
hi: यह रिलीज़ पहले से आपकी लाइब्रेरी में है
hr: Ovo izdanje već je u vašoj fonoteci
it: Questa pubblicazione è già nella tua libreria
ja: このリリースはすでにライブラリにあります
kn: ಈ ಬಿಡುಗಡೆ ಈಗಾಗಲೇ ನಿಮ್ಮ ಗ್ರಂಥಾಲಯದಲ್ಲಿದೆ
ko: 이 릴리스는 이미 라이브러리에 있습니다
ml: ഈ റിലീസ് ഇതിനകം നിങ്ങളുടെ ലൈബ്രറിയിൽ ഉണ്ട്
mr: ही आवृत्ती तुमच्या लायब्ररीमध्ये आधीच आहे
nl: Deze release staat al in je bibliotheek
pa: ਇਹ ਰਿਲੀਜ਼ ਪਹਿਲਾਂ ਹੀ ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਹੈ
pl: To wydanie jest już w bibliotece
pt_br: Este lançamento já está na sua biblioteca
ta: இந்த வெளியீடு ஏற்கனவே உங்கள் நூலகத்தில் உள்ளது
te: ఈ విడుదల ఇప్పటికే మీ లైబ్రరీలో ఉంది
th: รุ่นวางจำหน่ายนี้อยู่ในคลังของคุณแล้ว
tr: Bu yayın kitaplığınızda zaten var
uk: Цей реліз уже є у вашій бібліотеці
ur: یہ ریلیز پہلے ہی آپ کی لائبریری میں ہے
vi: Bản phát hành này đã có trong thư viện của bạn
zh_hans: 此版本已在你的库中
zh_hant: 此發行版本已在你的資料庫中

source: This will stop casting to %@.
ar: سيؤدي هذا إلى إيقاف الإرسال إلى ‏%@.
bg: Това ще спре предаването към %@.
bn: এটি %@-এ কাস্ট করা বন্ধ করবে।
cs: Tím se ukončí odesílání do %@.
de: Damit wird die Übertragung an %@ beendet.
es: Esto detendrá la transmisión a %@.
fr: La diffusion vers %@ sera interrompue.
gu: આથી %@ પર કાસ્ટ કરવાનું બંધ થશે.
he: פעולה זו תפסיק את השידור אל %@.
hi: इससे %@ पर कास्ट करना बंद हो जाएगा।
hr: Time će se prekinuti emitiranje na %@.
it: La trasmissione a %@ verrà interrotta.
ja: %@ へのキャストを停止します。
kn: ಇದು %@ ಗೆ ಕಾಸ್ಟ್ ಮಾಡುವುದನ್ನು ನಿಲ್ಲಿಸುತ್ತದೆ.
ko: %@(으)로의 캐스트가 중지됩니다.
ml: ഇത് %@ ലേക്കുള്ള കാസ്റ്റിംഗ് നിർത്തും.
mr: यामुळे %@ वर कास्ट करणे थांबेल.
nl: Hiermee stopt het casten naar %@.
pa: ਇਸ ਨਾਲ %@ ਤੇ ਕਾਸਟ ਕਰਨਾ ਬੰਦ ਹੋ ਜਾਵੇਗਾ।
pl: Spowoduje to zatrzymanie przesyłania do %@.
pt_br: Isso interromperá a transmissão para %@.
ta: இது %@ இல் காஸ்ட் செய்வதை நிறுத்தும்.
te: ఇది %@ కు కాస్ట్ చేయడాన్ని ఆపుతుంది.
th: การแคสต์ไปยัง %@ จะหยุดลง
tr: Bu, %@ cihazına yayınlamayı durdurur.
uk: Це припинить трансляцію на %@.
ur: اس سے %@ پر کاسٹ کرنا بند ہو جائے گا۔
vi: Thao tác này sẽ dừng truyền tới %@.
zh_hans: 这将停止投放到 %@。
zh_hant: 這會停止投放到 %@。

source: This will stop syncing and remove the cloud provider configuration.
ar: سيؤدي هذا إلى إيقاف المزامنة وإزالة إعدادات مزوّد السحابة.
bg: Това ще спре синхронизирането и ще премахне конфигурацията на облачния доставчик.
bn: এটি সিঙ্ক বন্ধ করবে এবং ক্লাউড প্রদানকারীর কনফিগারেশন সরাবে।
cs: Tím se zastaví synchronizace a odebere se konfigurace poskytovatele cloudu.
de: Dadurch wird die Synchronisierung beendet und die Konfiguration des Cloud-Anbieters entfernt.
es: Esto detendrá la sincronización y quitará la configuración del proveedor de nube.
fr: Cela arrêtera la synchronisation et supprimera la configuration du fournisseur cloud.
gu: આ સિંક કરવાનું બંધ કરશે અને ક્લાઉડ પ્રદાતાનું કન્ફિગરેશન દૂર કરશે.
he: פעולה זו תפסיק את הסנכרון ותסיר את הגדרת ספק הענן.
hi: यह सिंक करना बंद करेगा और क्लाउड प्रदाता कॉन्फ़िगरेशन हटा देगा।
hr: Ovime će se zaustaviti sinkronizacija i ukloniti konfiguracija pružatelja usluge u oblaku.
it: Questo interromperà la sincronizzazione e rimuoverà la configurazione del provider cloud.
ja: 同期を停止し、クラウドプロバイダの設定を削除します。
kn: ಇದು ಸಿಂಕ್ ಮಾಡುವುದನ್ನು ನಿಲ್ಲಿಸಿ ಕ್ಲೌಡ್ ಒದಗಿಸುವವರ ಸಂರಚನೆಯನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ.
ko: 동기화를 중지하고 클라우드 제공자 설정을 제거합니다.
ml: ഇത് സിങ്ക് നിർത്തുകയും ക്ലൗഡ് ദാതാവിന്റെ ക്രമീകരണം നീക്കംചെയ്യുകയും ചെയ്യും.
mr: यामुळे समक्रमण थांबेल आणि क्लाउड पुरवठादाराचे कॉन्फिगरेशन काढले जाईल.
nl: Hiermee wordt de synchronisatie gestopt en de configuratie van de cloudprovider verwijderd.
pa: ਇਹ ਸਿੰਕ ਕਰਨਾ ਰੋਕ ਦੇਵੇਗਾ ਅਤੇ ਕਲਾਊਡ ਪ੍ਰਦਾਤਾ ਸੰਰਚਨਾ ਹਟਾ ਦੇਵੇਗਾ।
pl: Spowoduje to zatrzymanie synchronizacji i usunięcie konfiguracji dostawcy chmury.
pt_br: Isso interromperá a sincronização e removerá a configuração do provedor de nuvem.
ta: இது ஒத்திசைவை நிறுத்தி, மேக வழங்குநர் அமைப்பை அகற்றும்.
te: ఇది సింక్ చేయడాన్ని ఆపి క్లౌడ్ ప్రదాత కాన్ఫిగరేషన్‌ను తీసివేస్తుంది.
th: การดำเนินการนี้จะหยุดการซิงค์และนำการตั้งค่าผู้ให้บริการคลาวด์ออก
tr: Bu, eşzamanlamayı durduracak ve bulut sağlayıcısı yapılandırmasını kaldıracaktır.
uk: Це зупинить синхронізацію та вилучить налаштування хмарного постачальника.
ur: یہ مطابقت پذیری روک دے گا اور کلاؤڈ فراہم کنندہ کی ترتیب ہٹا دے گا۔
vi: Thao tác này sẽ dừng đồng bộ và xóa cấu hình nhà cung cấp đám mây.
zh_hans: 这将停止同步并移除云服务提供商配置。
zh_hant: 這會停止同步並移除雲端提供者設定。

source: Title
ar: العنوان
bg: Заглавие
bn: শিরোনাম
cs: Název
de: Titel
es: Título
fr: Titre
gu: શીર્ષક
he: כותרת
hi: शीर्षक
hr: Naslov
it: Titolo
ja: タイトル
kn: ಶೀರ್ಷಿಕೆ
ko: 제목
ml: ശീർഷകം
mr: शीर्षक
nl: Titel
pa: ਸਿਰਲੇਖ
pl: Tytuł
pt_br: Título
ta: தலைப்பு
te: శీర్షిక
th: ชื่อ
tr: Başlık
uk: Назва
ur: عنوان
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

source: To connect, [get your free API key](https://www.discogs.com/settings/developers) and paste it above.
ar: للاتصال، [احصل على مفتاح API المجاني](https://www.discogs.com/settings/developers) والصقه أعلاه.
bg: За да се свържете, [вземете безплатния си API ключ](https://www.discogs.com/settings/developers) и го поставете по-горе.
bn: সংযোগ করতে, [আপনার বিনামূল্যের API কী নিন](https://www.discogs.com/settings/developers) এবং ওপরের ঘরে পেস্ট করুন।
cs: Pro připojení [získejte svůj bezplatný API klíč](https://www.discogs.com/settings/developers) a vložte jej výše.
de: Zum Verbinden [hol dir deinen kostenlosen API-Schlüssel](https://www.discogs.com/settings/developers) und füge ihn oben ein.
es: Para conectar, [consigue tu clave de API gratuita](https://www.discogs.com/settings/developers) y pégala arriba.
fr: Pour vous connecter, [obtenez votre clé d'API gratuite](https://www.discogs.com/settings/developers) et collez-la ci-dessus.
gu: જોડાવા માટે, [તમારી મફત API કી મેળવો](https://www.discogs.com/settings/developers) અને ઉપર ચોંટાડો.
he: כדי להתחבר, [השיגו מפתח API חינמי](https://www.discogs.com/settings/developers) והדביקו אותו למעלה.
hi: जुड़ने के लिए, [अपनी मुफ्त API कुंजी लें](https://www.discogs.com/settings/developers) और ऊपर पेस्ट करें।
hr: Za povezivanje [nabavite svoj besplatni API ključ](https://www.discogs.com/settings/developers) i zalijepite ga iznad.
it: Per connetterti, [ottieni la tua chiave API gratuita](https://www.discogs.com/settings/developers) e incollala sopra.
ja: 接続するには、[無料のAPIキーを取得](https://www.discogs.com/settings/developers)して上に貼り付けてください。
kn: ಸಂಪರ್ಕಿಸಲು, [ನಿಮ್ಮ ಉಚಿತ API ಕೀಲಿ ಪಡೆಯಿರಿ](https://www.discogs.com/settings/developers) ಮತ್ತು ಅದನ್ನು ಮೇಲೆ ಅಂಟಿಸಿ.
ko: 연결하려면 [무료 API 키를 받기](https://www.discogs.com/settings/developers) 후 위에 붙여 넣으세요.
ml: ബന്ധിപ്പിക്കാൻ, [നിങ്ങളുടെ സൗജന്യ API കീ നേടുക](https://www.discogs.com/settings/developers) കൂടാതെ മുകളിൽ ഒട്ടിക്കുക.
mr: जोडण्यासाठी, [तुमची मोफत API कळ मिळवा](https://www.discogs.com/settings/developers) आणि ती वर पेस्ट करा.
nl: Om te verbinden, [haal je gratis API-sleutel op](https://www.discogs.com/settings/developers) en plak deze hierboven.
pa: ਜੁੜਨ ਲਈ, [ਆਪਣੀ ਮੁਫ਼ਤ API ਕੁੰਜੀ ਲਵੋ](https://www.discogs.com/settings/developers) ਅਤੇ ਉੱਪਰ ਪੇਸਟ ਕਰੋ।
pl: Aby połączyć, [uzyskaj darmowy klucz API](https://www.discogs.com/settings/developers) i wklej go powyżej.
pt_br: Para conectar, [obtenha sua chave de API gratuita](https://www.discogs.com/settings/developers) e cole-a acima.
ta: இணைக்க, [உங்கள் இலவச API விசையைப் பெறவும்](https://www.discogs.com/settings/developers) மற்றும் மேலே ஒட்டவும்.
te: కనెక్ట్ చేయడానికి, [మీ ఉచిత API కీ పొందండి](https://www.discogs.com/settings/developers) మరియు దాన్ని పైకి అతికించండి.
th: หากต้องการเชื่อมต่อ ให้[รับคีย์ API ฟรี](https://www.discogs.com/settings/developers)แล้ววางไว้ด้านบน
tr: Bağlanmak için [ücretsiz API anahtarınızı alın](https://www.discogs.com/settings/developers) ve yukarıya yapıştırın.
uk: Щоб підключитися, [отримайте безкоштовний ключ API](https://www.discogs.com/settings/developers) і вставте його вище.
ur: منسلک ہونے کے لیے [اپنی مفت API کلید حاصل کریں](https://www.discogs.com/settings/developers) اور اسے اوپر پیسٹ کریں۔
vi: Để kết nối, [lấy khóa API miễn phí của bạn](https://www.discogs.com/settings/developers) rồi dán ở trên.
zh_hans: 如需连接，请[获取你的免费 API 密钥](https://www.discogs.com/settings/developers)并粘贴到上方。
zh_hant: 若要連接，請[取得免費 API 金鑰](https://www.discogs.com/settings/developers)並貼到上方。

source: Toggle Queue
ar: تبديل قائمة الانتظار
bg: Превключване на опашката
bn: সারি দেখানো/লুকানো বদলান
cs: Přepnout frontu
de: Warteschlange ein-/ausblenden
es: Mostrar u ocultar la cola
fr: Afficher/masquer la file
gu: કતાર ફેરવો
he: הצג/הסתר תור
hi: कतार दिखाएं या छिपाएं
hr: Prikaži/sakrij red
it: Mostra/nascondi coda
ja: キューの表示切替
kn: ಸರದಿ ಬದಲಿಸಿ
ko: 대기열 전환
ml: നിര കാണിക്കുക/മറയ്ക്കുക
mr: रांग चालू-बंद करा
nl: Wachtrij tonen/verbergen
pa: ਕਤਾਰ ਟੌਗਲ ਕਰੋ
pl: Przełącz kolejkę
pt_br: Mostrar/ocultar fila
ta: வரிசையை மாற்று
te: క్యూను మార్చు
th: เปิด/ปิดคิว
tr: Sırayı Aç/Kapat
uk: Показати/сховати чергу
ur: قطار دکھائیں یا چھپائیں
vi: Bật/tắt hàng đợi
zh_hans: 显示/隐藏队列
zh_hant: 切換佇列

source: Token copied
ar: تم نسخ الرمز المميز
bg: Токенът е копиран
bn: টোকেন কপি হয়েছে
cs: Token zkopírován
de: Token kopiert
es: Token copiado
fr: Jeton copié
gu: ટોકન નકલ થયું
he: האסימון הועתק
hi: टोकन कॉपी हुआ
hr: Token kopiran
it: Token copiato
ja: トークンをコピーしました
kn: ಟೋಕನ್ ನಕಲಿಸಲಾಗಿದೆ
ko: 토큰 복사됨
ml: ടോക്കൺ പകർത്തി
mr: टोकन कॉपी झाले
nl: Token gekopieerd
pa: ਟੋਕਨ ਕਾਪੀ ਹੋਇਆ
pl: Token skopiowany
pt_br: Token copiado
ta: குறியீடு நகலெடுக்கப்பட்டது
te: టోకెన్ కాపీ అయింది
th: คัดลอกโทเค็นแล้ว
tr: Belirteç kopyalandı
uk: Токен скопійовано
ur: ٹوکن نقل ہو گیا
vi: Đã sao chép token
zh_hans: 令牌已复制
zh_hant: 權杖已複製

source: Token rotated and copied
ar: تم تدوير الرمز المميز ونسخه
bg: Токенът е сменен и копиран
bn: টোকেন ঘোরানো ও কপি হয়েছে
cs: Token obměněn a zkopírován
de: Token rotiert und kopiert
es: Token rotado y copiado
fr: Jeton renouvelé et copié
gu: ટોકન ફેરવાયું અને નકલ થયું
he: האסימון הוחלף והועתק
hi: टोकन घुमाकर कॉपी हुआ
hr: Token rotiran i kopiran
it: Token ruotato e copiato
ja: トークンをローテーションしてコピーしました
kn: ಟೋಕನ್ ತಿರುಗಿಸಿ ನಕಲಿಸಲಾಗಿದೆ
ko: 토큰이 교체되고 복사됨
ml: ടോക്കൺ മാറ്റി പകർത്തി
mr: टोकन फिरवले आणि कॉपी केले
nl: Token vernieuwd en gekopieerd
pa: ਟੋਕਨ ਬਦਲ ਕੇ ਕਾਪੀ ਕੀਤਾ ਗਿਆ
pl: Token odnowiony i skopiowany
pt_br: Token girado e copiado
ta: குறியீடு மாற்றப்பட்டு நகலெடுக்கப்பட்டது
te: టోకెన్ మార్చి కాపీ అయింది
th: หมุนเวียนและคัดลอกโทเค็นแล้ว
tr: Belirteç döndürüldü ve kopyalandı
uk: Токен оновлено й скопійовано
ur: ٹوکن تبدیل اور نقل ہو گیا
vi: Đã xoay vòng và sao chép token
zh_hans: 令牌已轮换并复制
zh_hant: 權杖已輪替並複製

source: Total: %@
ar: الإجمالي: %@
bg: Общо: %@
bn: মোট: %@
cs: Celkem: %@
de: Gesamt: %@
gu: કુલ: %@
he: סך הכול: %@
hi: कुल: %@
hr: Ukupno: %@
it: Totale: %@
ja: 合計: %@
kn: ಒಟ್ಟು: %@
ko: 합계: %@
ml: ആകെ: %@
mr: एकूण: %@
nl: Totaal: %@
pa: ਕੁੱਲ: %@
pl: Razem: %@
ta: மொத்தம்: %@
te: మొత్తం: %@
th: รวม: %@
tr: Toplam: %@
uk: Усього: %@
ur: کل: %@
vi: Tổng: %@
zh_hans: 总计：%@
zh_hant: 總計：%@

source: Track
ar: المقطع
bg: Песен
bn: ট্র্যাক
cs: Stopa
es: Pista
fr: Piste
gu: ટ્રૅક
he: רצועה
hi: ट्रैक
hr: Pjesma
it: Brano
ja: トラック
kn: ಟ್ರ್ಯಾಕ್
ko: 트랙
ml: ട്രാക്ക്
mr: गाणे
nl: Nummer
pa: ਟ੍ਰੈਕ
pl: Ścieżka
pt_br: Faixa
ta: பாடல்
te: ట్రాక్
th: แทร็ก
tr: Parça
uk: Трек
ur: نغمہ
vi: Bản nhạc
zh_hans: 曲目
zh_hant: 曲目

source: Track №
ar: رقم المقطع
bg: № на песен
bn: ট্র্যাক নং
cs: Č. stopy
de: Track-Nr.
es: N.º de pista
fr: N° de piste
gu: ટ્રૅક નં.
he: מס' רצועה
hi: ट्रैक क्र.
hr: Br. pjesme
it: N. brano
ja: トラック番号
kn: ಟ್ರ್ಯಾಕ್ ಸಂ.
ko: 트랙 번호
ml: ട്രാക്ക് നം.
mr: गाणे क्र.
nl: Tracknr.
pa: ਟ੍ਰੈਕ ਨੰ.
pl: Nr ścieżki
pt_br: Nº da faixa
ta: பாடல் எண்
te: ట్రాక్ నం.
th: หมายเลขแทร็ก
tr: Parça no
uk: № треку
ur: نغمہ نمبر
vi: Số bản nhạc
zh_hans: 曲目编号
zh_hant: 曲目編號

source: Track number
ar: رقم المقطوعة
bg: Номер на песента
bn: ট্র্যাক নম্বর
cs: Číslo skladby
de: Tracknummer
es: Número de pista
fr: Numéro de piste
gu: ટ્રૅક નંબર
he: מספר רצועה
hi: ट्रैक संख्या
hr: Broj pjesme
it: Numero traccia
ja: トラック番号
kn: ಟ್ರ್ಯಾಕ್ ಸಂಖ್ಯೆ
ko: 트랙 번호
ml: ട്രാക്ക് നമ്പർ
mr: ट्रॅक क्रमांक
nl: Tracknummer
pa: ਟਰੈਕ ਨੰਬਰ
pl: Numer utworu
pt_br: Número da faixa
ta: டிராக் எண்
te: ట్రాక్ నంబర్
th: หมายเลขแทร็ก
tr: Parça numarası
uk: Номер доріжки
ur: ٹریک نمبر
vi: Số bản nhạc
zh_hans: 音轨编号
zh_hant: 音軌編號

source: Track Title
ar: عنوان المقطع
bg: Заглавие на песен
bn: ট্র্যাকের শিরোনাম
cs: Název stopy
de: Tracktitel
es: Título de la pista
fr: Titre de la piste
gu: ટ્રૅક શીર્ષક
he: שם הרצועה
hi: ट्रैक शीर्षक
hr: Naslov pjesme
it: Titolo brano
ja: トラックタイトル
kn: ಹಾಡಿನ ಶೀರ್ಷಿಕೆ
ko: 트랙 제목
ml: ട്രാക്ക് ശീർഷകം
mr: गाण्याचे शीर्षक
nl: Tracktitel
pa: ਟ੍ਰੈਕ ਸਿਰਲੇਖ
pl: Tytuł ścieżki
pt_br: Título da faixa
ta: பாடல் தலைப்பு
te: ట్రాక్ శీర్షిక
th: ชื่อแทร็ก
tr: Parça adı
uk: Назва треку
ur: نغمہ عنوان
vi: Tên bản nhạc
zh_hans: 曲目标题
zh_hant: 曲目標題

source: Track total
ar: إجمالي المقاطع
bg: Общо песни
bn: মোট ট্র্যাক
cs: Celkem stop
de: Trackanzahl
es: Total de pistas
fr: Total de pistes
gu: કુલ ટ્રૅક
he: סך רצועות
hi: कुल ट्रैक
hr: Ukupno pjesama
it: Totale brani
ja: トラック総数
kn: ಒಟ್ಟು ಟ್ರ್ಯಾಕ್‌ಗಳು
ko: 총 트랙 수
ml: ആകെ ട്രാക്കുകൾ
mr: एकूण गाणी
nl: Totaal nummers
pa: ਕੁੱਲ ਟ੍ਰੈਕ
pl: Liczba ścieżek
pt_br: Total de faixas
ta: மொத்த பாடல்கள்
te: మొత్తం ట్రాక్‌లు
th: จำนวนแทร็กทั้งหมด
tr: Toplam parça
uk: Усього треків
ur: کل نغمے
vi: Tổng số bản nhạc
zh_hans: 曲目总数
zh_hant: 曲目總數

source: Tracks
ar: المقاطع
bg: Песни
bn: ট্র্যাক
cs: Stopy
es: Pistas
fr: Pistes
gu: ટ્રૅક્સ
he: רצועות
hi: ट्रैक
hr: Pjesme
it: Brani
ja: トラック
kn: ಟ್ರ್ಯಾಕ್‌ಗಳು
ko: 트랙
ml: ട്രാക്കുകൾ
mr: गाणी
nl: Nummers
pa: ਟ੍ਰੈਕ
pl: Ścieżki
pt_br: Faixas
ta: பாடல்கள்
te: ట్రాక్‌లు
th: แทร็ก
tr: Parçalar
uk: Треки
ur: نغمے
vi: Bản nhạc
zh_hans: 曲目
zh_hant: 曲目

source: Transfer Failed
ar: فشل النقل
bg: Прехвърлянето не бе успешно
bn: স্থানান্তর ব্যর্থ হয়েছে
cs: Přenos selhal
de: Übertragung fehlgeschlagen
es: Error en la transferencia
fr: Échec du transfert
gu: સ્થાનાંતરણ નિષ્ફળ
he: ההעברה נכשלה
hi: हस्तांतरण विफल
hr: Prijenos nije uspio
it: Trasferimento non riuscito
ja: 転送に失敗しました
kn: ವರ್ಗಾವಣೆ ವಿಫಲವಾಯಿತು
ko: 전송 실패
ml: കൈമാറ്റം പരാജയപ്പെട്ടു
mr: हस्तांतरण अयशस्वी
nl: Overdracht mislukt
pa: ਟ੍ਰਾਂਸਫਰ ਅਸਫਲ ਰਿਹਾ
pl: Przesyłanie nie powiodło się
pt_br: Falha na transferência
ta: பரிமாற்றம் தோல்வியடைந்தது
te: బదిలీ విఫలమైంది
th: ถ่ายโอนไม่สำเร็จ
tr: Aktarım Başarısız
uk: Не вдалося передати
ur: منتقلی ناکام
vi: Chuyển thất bại
zh_hans: 传输失败
zh_hant: 傳輸失敗

source: Transfers
ar: عمليات النقل
bg: Трансфери
bn: স্থানান্তর
cs: Přenosy
de: Übertragungen
es: Transferencias
fr: Transferts
gu: ટ્રાન્સફર
he: העברות
hi: स्थानांतरण
hr: Prijenosi
it: Trasferimenti
ja: 転送
kn: ವರ್ಗಾವಣೆಗಳು
ko: 전송
ml: കൈമാറ്റങ്ങൾ
mr: हस्तांतरण
nl: Overdrachten
pa: ਟ੍ਰਾਂਸਫਰ
pl: Transfery
pt_br: Transferências
ta: பரிமாற்றங்கள்
te: బదిలీలు
th: การถ่ายโอน
tr: Aktarımlar
uk: Передавання
ur: منتقلیاں
vi: Truyền tải
zh_hans: 传输
zh_hant: 傳輸

source: Try again
ar: إعادة المحاولة
bg: Опитайте отново
bn: আবার চেষ্টা করুন
cs: Zkusit znovu
de: Erneut versuchen
es: Reintentar
fr: Réessayer
gu: ફરી પ્રયાસ કરો
he: ניסיון חוזר
hi: फिर से प्रयास करें
hr: Pokušaj ponovno
it: Riprova
ja: 再試行
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ko: 다시 시도
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा
nl: Opnieuw proberen
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Spróbuj ponownie
pt_br: Tentar novamente
ta: மீண்டும் முயற்சி
te: మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Спробувати ще раз
ur: دوبارہ کوشش کریں
vi: Thử lại
zh_hans: 重试
zh_hant: 再試一次

source: Turn Off
ar: إيقاف
bg: Изключване
bn: বন্ধ করুন
cs: Vypnout
de: Ausschalten
es: Desactivar
fr: Désactiver
gu: બંધ કરો
he: כבה
hi: बंद करें
hr: Isključi
it: Disattiva
ja: オフにする
kn: ಆಫ್ ಮಾಡಿ
ko: 끄기
ml: ഓഫ് ചെയ്യുക
mr: बंद करा
nl: Uitschakelen
pa: ਬੰਦ ਕਰੋ
pl: Wyłącz
pt_br: Desativar
ta: அணை
te: ఆఫ్ చేయి
th: ปิด
tr: Kapat
uk: Вимкнути
ur: بند کریں
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉
